{"id":"000018da7b3292fc6f845f031a11e3b5","shortTitle":"Colbert v. State","title":"Lakeita COLBERT, Appellant-Defendant, v. STATE of Indiana, Appellee-Plaintiff.","date":"2008-09-16","type":"unpublished","citation":"893 N.E.2d 1183","courtName":"Ind. Ct. App.","passages":["This opinion appears in the reporter in a table titled \"Disposition of Cases by Unpublished Memorandum Decision in the Court of Appeals of Indiana .\" These opinions are not precedents and cannot be cited or relied upon unless used when establishing res judicata or collateral estoppel or in actions between the same party. Indiana Rules of Appellate Procedure 65(D).","Lakeita Colbert appeals her convictions of Intimidation [1] and Criminal Recklessness,[2] both as class A misdemeanors. Upon appeal, Colbert challenges each conviction on grounds that it was not supported by sufficient evidence.","On September 11, 2007, Anthony Medvescek was driving with his sister, Molly, westbound on 10th Street in Indianapolis when he stopped for a red light at the intersection of 10th and High School Road. He looked in his mirror and observed a car stopped behind him driven by a woman later identified as Colbert. When the light turned green and Medvescek pulled away, he commented to his sister that the driver behind him appeared to be angry. Meanwhile, Colbert accelerated, pulled alongside Medvescek's car and, still obviously angry, started yelling at him. Medvescek, who could not understand what Colbert was saying, rolled down his window and extended his palms in the air to indicate he “ [did not] know what she was talking about.\" Transcript at 23. Colbert responded by throwing a cup full of liquid at his car, striking the rear seat, passenger-side window. Medvescek followed Colbert into a nearby gas station. After Colbert backed into a parking spot next to the building, Medvescek pulled his car to a stop somewhat to the side of, and facing, Colbert's. The vehicles were several feet apart. Medvescek got out of his car and asked Colbert, still sitting in her car, why she had thrown something at his car. While Medvescek was doing this, Molly got out of the car and took photos of Colbert's car and license plate, and then called police.","As this was going on, Bradley Bickel was exiting the gas station after prepaying for his gasoline purchase. His pickup truck was parked at the gas pump located directly in front of Colbert's car. When Bickel observed Medvescek and Colbert engaged in a heated argument, he asked them to move away from his truck. He asked Molly if she had called police and she informed him that she was at that time on the phone with a dispatcher, who asked her to get Colbert's license plate number. When Molly moved to the rear of Colbert's vehicle to do so, Colbert put her vehicle in gear and began to pull forward, toward Bickel's truck. Bickel saw that his truck effectively had Colbert blocked into her parking spot and that she was getting very near his vehicle, so he stopped pumping his gas, went around to Colbert and asked her not to hit his truck. Bickel then watched as Colbert “ put her car in reverse, backed up a little more, put it back in drive, took another run at it, and drove right into the side of [his] pickup.\" Id. at 13.Colbert collided with the rear passenger door of Bickel's truck, causing approximately $2000 worth of damage to his vehicle. Colbert exited the vehicle, “ enraged\" , and told Bickel “ that's what [you] get.\" Id. at 15.Colbert then “ started running around the parking lot screaming at all parties involved[.]\" Id. She took photos of Bickel's and Medvescek's vehicles and license plate numbers and told them “ she would have her people come [to their homes] and f* * * [them] all up.\" Id. at 16.","Colbert was charged with intimidation, criminal recklessness, and criminal mischief following the incident. Following a bench trial, she was found guilty of intimidation and criminal recklessness, and not guilty of criminal mischief.","Colbert challenges both convictions on grounds of insufficient evidence. Our review in such matters is well settled. When considering a challenge to the sufficiency of evidence supporting a conviction, we neither reweigh the evidence nor judge witness credibility. McHenry v. State, 820 N.E.2d 124 (Ind. 2005). This review “ respects ‘ the [fact-finder]'s exclusive province to weigh conflicting evidence.’ “ Id. at 126 (quoting Alkhalidi v. State, 753 N.E.2d 625, 627 (Ind. 2001)). Considering only the probative evidence and reasonable inferences supporting the verdict, we must affirm “ ‘ if the probative evidence and reasonable inferences drawn from the evidence could have allowed a reasonable trier of fact to find the defendant guilty beyond a reasonable doubt .’ “ McHenry v. State, 820 N.E.2d at 126 (quoting Tobar v. State, 740 N.E.2d 109, 111-12 (Ind. 2000)).","Colbert was convicted of intimidation based upon the charge that she threatened to “ send [her] boys after\" Bickel when he indicated he would call the police after she struck his vehicle. Appellant's Appendix at 17. Colbert contends, however, “ there was no evidence presented that Ms. Colbert communicated that she was going to injure or have Mr. Bickel injured for a prior lawful act.\" Appellant's Brief at 11. It is unclear whether this argument represents a claim that she did not communicate a threat to Bickel at all, or whether it is that she did not, in communicating the threat, identify to Bickel the prior lawful act for which the threatened reprisal would ensue. If it is the former, there is evidence to the contrary. Bickel testified that after Colbert struck his vehicle, he called police. Thereafter, Colbert took a photo of his license plate number and announced “ her people\" were going to his house to “ f* * * [them] up.\" Transcript at 16. Bickel testified that he assumed the threat was in retaliation for his act of calling police after the collision. Indeed, the record supports that inference. Bickel's testimony was sufficient to prove the elements of intimidation.","Although less likely, Colbert's argument on this conviction might be interpreted as a claim that the State did not prove that, when she threatened him, Colbert identified to Bickel the nature of the act he committed that elicited a threat from her. If that is her claim, it is without merit because no such communication is required. To support a conviction for intimidation as a class A misdemeanor, the State was required only to show that Colbert communicated a threat to Bickel, with the intent that Bickel was placed in fear of retaliation for a lawful act that occurred prior to the threat. Casey v. State, 676 N.E.2d 1069 (Ind.Ct.App.1997). Bickel's testimony established that the prior lawful act and threat both occurred, and that they occurred in the requisite sequence. The evidence was sufficient to support the intimidation conviction.","Colbert's second claim is that the evidence was not sufficient to support her conviction of criminal recklessness. Her claim in this regard seems to be a combination of a denial that she intentionally hit Medvescek's car with the glass of water, and also a denial that she thereby created a substantial risk of harm. Although Colbert claimed at trial that she did not intend to hit Medvescek's car with the cup she threw out her window, the trial court was free to disbelieve her self-serving testimony, and apparently did. See Randolph v. State, 755 N.E.2d 572 (Ind. 2001). With respect to the risk of harm, we agree that a cup of water striking a motor vehicle in the manner this one struck Medvescek's usually would create little risk of harming the vehicle or the occupants thereof. It requires no legal analysis, however, to appreciate the risks associated with incidents of road rage. Such encounters often turn dangerous, and even deadly, and that (i.e., the possible consequences of an angry confrontation between drivers and passengers of the vehicles involved) is the risk of harm alluded to in the instrument charging criminal recklessness here. The evidence is sufficient to prove that by angrily provoking a confrontation with Medvescek while both were operating motor vehicles, Colbert created a substantial risk of bodily injury to Medvescek and his sister."]}