{"id":"00001c8ffabc5aa97ae39d428ec8718a","shortTitle":"363 S.W.2d 219 (Ky. 1962), Meader v. Commonwealth","title":"Edward MEADER, Appellant, v. COMMONWEALTH of Kentucky, Appellee.","date":"1962-05-18","type":"published","citation":"363 S.W.2d 219","courtName":"Ky. Ct. App.","passages":["The grand jury of Kenton County returned two indictments against the appellant Edward Meader, each charging the offense of setting up and operating a gambling contrivance in violation of KRS 436.230. By agreement the two indictments were tried together in the Kenton Circuit Court and a jury returned verdicts of guilty, with punishment fixed at a fine of $500.00 and confinement in the state penitentiary for a period of one year. From the judgment entered on those verdicts this appeal is prosecuted. The Commonwealth proved that on April 2, 1960, appellant was owner of premises located in Kenton County, Kentucky, known as the 'Teddy Bear Lounge.' On that date a game of cards called black-jack and a game of dice called beat-the-dealer were being operated on the premises. In the black-jack game the appellant or one of his employees dealt the cards. The rules of the game provided that the dealer won if he tied with the player. The object of the dice game called beat-the-dealer was for the player to roll a higher number than the operator. Betting was done with chips which were redeemable in cash at any time the player so desired. The appellant took no cut or commission from either game other than that remuneration which chance and the percentages allowed him.","Appellant offered no proof. He demurred to each indictment at the inception of the trial, and he moved for a peremptory instruction of not guilty at the conclusion of the case for the Commonwealth. Each indictment accused the appellant of setting up and operating a gambling contrivance. One indictment described the offense as follows:","'* * * did unlawfully and knowingly with compensation, set up, operate or conduct a game of cards, to-wit, black-jack, a contrivance ordinarily used in gambling whereby money or other thing of value may be bet, won or lost, contrary to the statute made and provided in Kentucky Revised Statutes 436.230 * * *.'","The other indictment described that offense in the following language:","'* * * did unlawfully and knowingly, with or without compensation, set up, manage, operate or conduct a game or contrivance, to-wit: a game of beat-the-dealer, a contrivance ordinarily used in gambling, etc.'","The statute contemplates two circumstances each of which is equally condemned:","'(1) Any person who, with or without compensation, sets up, keeps, manages, operates or conducts or assists in setting up, keeping, managing, operating or conducting a keno bank, faro bank or other machine or contrivance used in betting whereby money or anything of value may be won or lost, * * *.'","'(2) * * * or any person who, for compensation, percentage or commission, sets up, keeps, manages, operates or conducts a game of cards, oontz or craps, whereby money or anything of value may be won or lost, * * *.'","Appellant complains that each indictment charges one offense in the accusatory part and another offense in the descriptive part. It is true that both indictments used the word 'contrivance,' but in each the alleged offense is specifically set out and defined. The test of the sufficiency of an indictment is, that when read and considered as a whole, if it fairly and reasonably apprises the accused of the offense and substantially complies with the Criminal Code specifying matters material and necessary to be contained therein, it will be deemed a good indictment. Maggard v. Commonwealth, 287 Ky. 787, 155 S.W.2d 228; Commonwealth v. Wiman, 308 Ky. 565, 215 S.W.2d 283; and Knuckles v. Commonwealth, Ky., 261 S.W.2d 667. Considering each indictment in its entirety, there can be no question but that the appellant is charged in the one with operating for compensation a game called black-jack and in the other with operating with or without compensation a contrivance called beat-the-dealer.","It will be noted from the heretofore quoted section of the statute that a person who operates a contrivance may be found guilty when he does so with or without compensation, whereas to be found guilty of operating a game of cards it must be shown that he did so for compensation, percentage or commission. The indictment which accused the appellant of operating a game of beat-the-dealer specified that such was done with or without compensation. In order to sustain the verdict of guilty under that indictment it is necessary to determine that the operation described is a contrivance as contemplated by the legislature. Appellant insists that it is merely a game which employes the use of dice. This Court has adopted the view that a broad interpretation should be given the use of the word 'contrivance' as applied to the gaming laws. In Gilley v. Commonwealth, 312 Ky. 584, 229 S.W.2d 60, 19 A.L.R.2d 1224, it was said:","'* * * Recognizing that the intent of the Legislature was to stop all forms of gambling, this court will give a broad interpretation to the word 'contrivance' as used in the two statutes to which reference has just been made. * * *'","In that case it was held that duplicate 'numbers slips' are a gambling device or contrivance. From Webster's New International Dictionary we find that a contrivance may be a mechanical device or a scheme, plan or artifice. Recognizing in this instance that the intent of the legislature was to prohibit organized gambling, we are of the opinion that the operator of a dice game called beat-the-dealer is in fact operating a contrivance used in betting whereby money or anything of value may be won or lost as denounced by KRS 436.230.","We turn now to the black-jack indictment which specifically states that the appellant operated that game with compensation. It was proven that no commission or cut was taken from the players and no compensation was required before a player could participate in the game. It was incumbent upon the Commonwealth to prove that the appellant did receive compensation for the operation of the black-jack game. It should be stated here that, although this Court does not profess to be skilled in the art of gambling, nor to be advised of the relative odds of winning and losing in a black-jack game, nevertheless we are reasonably acquainted with basic arithmetic. We calculate that the percentage of times a dealer will win in a black-jack game when he has the advantage of being the winner in case of a tie, is greater than the percentage of times he will lose. Over a period of time we have no doubt that he is amply compensated for his time spent and labor involved in dealing the cards. We are struck by a statement made by this Court in the case of Harper v. Commonwealth, 93 Ky. 290, 19 S.W. 737:","'* * * for it is not at all probable, but highly improbable, that the appellant, not being an idiot or feebleminded, would devote his time to running that game, as it was run, for mere pastime or accommodation; * * *.'","The word 'compensation' as employed by the subject statute was defined in Palmer v. Commonwealth, 240 Ky. 175, 41 S.W.2d 936, to mean 'a consideration or remuneration in any form whatsoever.' As heretofore stated, this statute shall be interpreted liberally, and we are of the opinion that the jury had the right to infer that appellant did receive compensation for operating the game of black-jack.","The appellant also alleges that the instructions given by the court did not give the whole law of the case. There was no proof offered by appellant, and the only proof offered by the Commonwealth pertained to the offense denounced by KRS 436.230. The court instructed in accordance with evidence heard and in the language of the statute. Such instructions were properly given and appellant was not prejudiced thereby. See Hensley v. Commonwealth, Ky., 271 S.W.2d 891.","Finally, the trial court prepared two form verdicts under each indictment, one to be used if the jury found appellant guilty and the other if it found him not guilty. After deliberating, the jury returned to the court room and the court discovered the foreman had signed both the guilty and the not guilty verdicts. Thereupon the court directed the jury back to the jury room with the admonition to make a verdict according to the written instructions. The jury later returned with a verdict of guilty under each indictment. The court did not err in requiring the jury to return a proper verdict. It is well established that an incorrect verdict should be corrected before the jury is discharged, and it is not error for the court to require such correction. Crockett v. Commonwealth, 100 Ky. 389, 38 S.W. 676; Williams v. Commonwealth, 140 Ky. 34, 130 S.W. 807.","On the whole case we find no error prejudicial to the appellant's rights.","The judgment is affirmed.","I disagree with the definitions of 'contrivance' and 'with compensation' in the majority opinion. Granted that the purpose of KRS 436.230 is worthy and should be liberally construed, it still does not justify stretching the meaning of the phrases beyond their ordinary and accepted uses. Thompson v. Bracken County, Ky., 294 S.W.2d 943. A game, whether played with cards as 'black-jack' or with dice as 'beat-the-dealer,' does not become a mechanical device or a scheme, plan, or artifice, the definition given in the majority opinion, whether played in the 'Teddy Bear Lounge' or in a home or club. The definition given would apply to games in the latter places as well as in the former. I do not conceive that the General Assembly so intended.","Further, the language of the statute describes two separate offenses and thus distinguishes the game of cards from a betting contrivance which is described synonymously as 'keno bank, faro bank or other machine.' The definition of 'with compensation' under the majority opinion applies equally to all card games. The statute uses the phrase 'for compensation, percentage or commission.' Undoubtedly the General Assembly intended to condemn the operation of a gambling game, whether with cards or dice, which is set up and operated by someone for the purpose of obtaining what is commonly referred to as a 'cut.' This is indicated by the synonymous use of the three words.","The majority opinion says that the compensation received from the black-jack game arises because there was no change in the deal. This was simply one of the rules by which the game was played and merely influenced the profit or loss resulting from the fortunes of the game. If such a definition stands, it is equally applicable to any card game.","For these reasons I do not think the Court is justified in giving meanings to ordinary words which were never so intended."]}