{"id":"00000ccb113bcd4fd8a594e82c7196c2","shortTitle":"Russell v. Kansas","title":"JULIAN L. RUSSELL, Petitioner - Appellant, v. STATE OF KANSAS, Respondent - Appellee","date":"2011-11-15","type":"published","citation":"446 Fed.Appx. 983","courtName":"10th Cir.","passages":["Julian L. Russell, proceeding pro se, is before this court seeking a certificate of appealability (\" COA\" ) which he must obtain before he can appeal the district court's dismissal of his 28 U.S.C. § 2254 habeas petition. See 28 U.S.C. § 2253(c)(1)(A) (providing that an appeal may not be taken from the denial of a § 2254 habeas petition unless the petitioner first obtains a COA). Russell has not made a substantial showing of the denial of a constitutional right. He, therefore, is not entitled to a COA and his appeal is dismissed. See id. § 2253(c)(2).","In 2009, Russell was convicted of attempted aggravated indecent solicitation of a child and sentenced to twenty-four months' probation with an underlying sentence of twenty-four months' incarceration.[1] Russell was also sentenced to lifetime postrelease supervision. See Kan. Stat. Ann. § 22-3717(d)(1)(G) (providing that an individual convicted of a sexually violent crime committed on or after July 1, 2006, \" shall be released to a mandatory period of postrelease supervision for the duration of the person's natural life\" ). In his § 2254 petition,[2] Russell challenged the imposition of lifetime postrelease supervision.","The district court dismissed Russell's § 2254 petition without prejudice for failure to exhaust state court remedies.[3] Although Russell filed a pro se motion to correct illegal sentence with the Kansas sentencing court, he did not appeal the denial of that motion or present his claim to either the Kansas Court of Appeals or the Kansas Supreme Court. A state prisoner seeking federal habeas review \" must give the state courts one full opportunity to resolve any constitutional issues by invoking one complete round of the State's established appellate review process.\" O'Sullivan v. Boerckel, 526 U.S. 838, 842, 119 S.Ct. 1728, 144 L.Ed.2d 1 (1999); see also Dever v. Kan. State Penitentiary, 36 F.3d 1531, 1534-35 (10th Cir. 1994).","To be entitled to a COA, Russell must make \" a substantial showing of the denial of a constitutional right.\" 28 U.S.C. § 2253(c)(2). To make the requisite showing, he must demonstrate \" that reasonable jurists could debate whether (or, for that matter, agree that) the petition should have been resolved in a different manner or that the issues presented were adequate to deserve encouragement to proceed further.\" Miller-El v. Cockrell, 537 U.S. 322, 336, 123 S.Ct. 1029, 154 L.Ed.2d 931 (2003) (quotations omitted); see also Slack v. McDaniel, 529 U.S. 473, 484-85, 120 S.Ct. 1595, 146 L.Ed.2d 542 (2000) (holding that when a district court dismisses a habeas petition on procedural grounds, a petitioner is entitled to a COA only if he shows both that reasonable jurists would find it debatable whether he had stated a valid constitutional claim and debatable whether the district court's procedural ruling was correct). In evaluating whether Russell has satisfied his burden, this court undertakes \" a preliminary, though not definitive, consideration of the [legal] framework\" applicable to each of his claims. Miller-El, 537 U.S. at 338. Although Russell need not demonstrate his appeal will succeed to be entitled to a COA, he must \" prove something more than the absence of frivolity or the existence of mere good faith.\" Id. (quotations omitted).","This court has reviewed Russell's appellate brief and application for COA, the district court's order, and the entire record on appeal pursuant to the framework set out by the Supreme Court in Miller-El and concludes Russell is not entitled to a COA. The district court's resolution of Russell's habeas application is not reasonably subject to debate and his claims are not adequate to deserve further proceedings. Accordingly, Russell has not \" made a substantial showing of the denial of a constitutional right\" and is not entitled to a COA. 28 U.S.C. § 2253(c)(2). This court denies Russell's request for a COA and dismisses this appeal.","[1]Russell's probation was revoked for undisclosed reasons and he was ordered to serve the underlying sentence.","[2]Russell filed a civil rights complaint pursuant to 42 U.S.C. § 1983 which the district court properly construed as a 28 U.S.C. § 2254 petition. Russell does not challenge the district court's construction of his pleading.","[3]The district court noted that Russell's claim, as currently presented, raised only a matter of state law. See Estelle v. McGuire, 502 U.S. 62, 67-68, 112 S.Ct. 475, 116 L.Ed.2d 385 (1991). Properly presented, however, the claim could be construed as a due process challenge to his sentence. See Vasquez v. Cooper, 862 F.2d 250, 255 (10th Cir. 1988). The claim could also be construed as an Eighth Amendment challenge. See Hawkins v. Hargett, 200 F.3d 1279, 1282 (10th Cir. 1999)."]}