{"id":"0000065e36ae16b6fd665592792b64a4","shortTitle":"46 Ga. 208 (Ga. 1872), Lynes v. State","title":"TIMOTHY D. LYNES, plaintiff in error, v. THE STATE OF GEORGIA, defendant in error.","date":"1872-07-01","type":"published","citation":"46 Ga. 208","courtName":"Ga.","passages":["1. Under the provisions of the Constitution of 1868, commissioned Notaries Public are clothed with judicial powers, they are ex officio Justices of the Peace, and are embraced within the 4432d section of the Code, which provides for the indictment and punishment of Justices of the Peace for malpractice in office. (R.)","3. Where the defendant is charged with three distinct acts of malpractice, in three distinct counts, all being of the same grade of misdemeanor, and the jury returned a verdict of not guilty on the first count, but guilty on the second and third, the verdict was a general one. (R.)","4. The evidence of the absent witness being inadmissible or immaterial the continuance was properly refused. (R.","5. This Court reluctantly interferes with the discretion of the Court below in granting or refusing a continuance, and, in this case, there was no abuse of that discretion which will authorize this Court to control it. (R.)","6. The defendant having been furnished with a copy of the indictment before it was sent before the grand jury, it was not error in the Court to refuse to direct him to be furnished with a second copy. (R.)","7. Newly discovered evidence of a custom, in violation of the public laws of the State, is no ground of new trial. (R.)","Criminal law. Malpractice. Continuance. Indictment. Practice. Custom. Newly discovered evidence. Pleading. Joinder of counts. Verdict. Before Judge HOPKINS. Fulton Superior Court. October Term, 1871.","For the facts of this case, see the decision.","The defendant was indicted for malpractice in office as a Notary Public and ex-officio Justice of the Peace. On the trial of the case the defendant was found guilty. After the trial a motion was made in arrest of judgment on the following grounds: First, because the 4432d section of the Code is not applicable to Notaries Public and ex-officio Justices of the Peace; such officers not being embraced within the words or intendment of said section. Second, because the indictment contains three counts, alleging three separate and distinct offenses, committed in three separate and distinct transactions, at three separate and distinct times, and with three separate and distinct parties. Third, because the verdict of the jury was a special verdict of guilty, and not a general verdict of guilty, or not guilty. The Court overruled the motion in arrest of judgment, and the defendant excepted. The defendant then made a motion for a new trial on the several grounds set forth in the record, which was overruled by the Court, and the defendant excepted. There was no error in overruling the motion in arrest of judgment on either of the grounds taken therefor. Under the provisions of the Constitution of 1868, commissioned Notaries Public are clothed with judicial powers; they are ex-officio Justices of the Peace, and something more, and are embraced within the 4432d section of the Code, which provides for the indictment and punishment of Justices of the Peace for malpractice in office. The offense of malpractice in office is a misdemeanor, and not a felony. In the case of misdemeanors, the joinder of several offenses in the indictment will not in general vitiate at any stage of the prosecution. For, in offenses inferior to felony, the practice of quashing the indictment, or calling upon the prosecutor to elect on which charge he will proceed, does not exist; but on the contrary, it is the constant practice to receive evidence of several libels and assaults upon the same indictment. It was, indeed, formerly held, that assaults on more than one individual could not be joined in the same proceeding; but this is now exploded: 1 Chitty's Criminal Law, 254. A felony and a misdemeanor cannot be joined in the same indictment: Ibid. The defendant in this indictment is charged with three distinct acts of malpractice in office, in three separate and distinct counts, but all being of the same grade of misdemeanors. The jury found the defendant not guilty on the first count in the indictment, but found him guilty on the second and third counts contained therein. The verdict was a general verdict on each count in the indictment, in accordance with the provisions of the 4552d section of the Code.","One of the grounds contained in the motion for a new trial is that the Court refused to continue the case on the showing made therefor on account of the absence of the witness Sheridan. The defendant was charged in the indictment with not returning a warrant and recognizance issued and taken by him, in his official capacity, to the Superior Court, and that he knowingly, willfully and corruptly suppressed the same for the consideration of five dollars paid to him. The defendant proposed to prove, by the absent witness, Sheridan, that he was the constable of his Court at the time of the alleged offense, that the prosecutor went out of the county and left word with the witness to settle the case with the defendant, and that the case was so settled at the instance of the prosecutor. In the first place, Sheridan was not a competent witness to testify as to what the prosecutor told him; the prosecutor himself would have been the best witness to prove what he said and did in relation to the prosecution of the defendant, who was arrested and bound over to appear at the Superior Court, even if the prosecutor had the legal power and authority to direct the prosecution to be settled, which he had not; and if the evidence had been received, it would not have been any justification or defense of the defendant, who was charged with suppressing the papers for a consideration, in plain violation of his duty as an upright magistrate and not that the case was settled by the prosecutor. Besides, this Court reluctantly interferes with the sound discretion of the Court below in granting or refusing a continuance, and in this case there was no abuse of that discretion which will authorize this Court to control it.","There was no error in the refusal of the Court to furnish the defendant with a second copy of the bill of indictment, he having been furnished with one copy before it was sent before the grand jury; the Court did furnish him with a list of the witnesses who testified before the grand jury.","There was no error in overruling the motion for a new trial, on the ground of the admission of Werner's testimony, (which does not appear to have been objected to at the time,) that he saw a mark made on the papers \" canceled,\" and defendant wrote over it, \" the bond paid.\" The witness testified as to the act of the defendant when he paid him the money. There is quite sufficient evidence in the record to sustain the verdict of the jury, and that verdict is not contrary either to the law or the evidence.","As to the newly discovered evidence in relation to the custom and practice of other Justices of the Peace in Atlanta, to allow parties charged with misdemeanors, after bond had been given for their appearance to the Superior Court, to come before them and be tried or discharged, or otherwise disposed of, all we have to say is, that if such a custom or practice ever existed, it was in violation of the public laws of the State, and will be much more honored in the breach than in the observance of it. But it is not pretended that this newly discovered evidence will go to show that it was the custom or practice of the Justices of the Peace to receive a pecuniary consideration from defendants who were prosecuted to suppress the warrants and bonds, and not return the same to the Superior Court. In the view which we take of this case we are of the opinion that the judgment of the Court below should be affirmed, and, speaking for myself alone, I have rarely ever seen so many technical objections to a righteous judgment with so little merit in them.","Let the judgment of the Court below be affirmed."]}