{"id":"0000162b62affa9fe9e7ecdc70c81c8d","shortTitle":"14 S.E. 626 (Va. 1892), Rather v. Rather","title":"Rather v. Rather","date":"1892-03-10","type":"published","citation":"14 S.E. 626, 88 Va. 875","courtName":"Va.","passages":["Appeal from a decree of the circuit court of Nottoway county, rendered on the 10th of April, 1890, in a suit wherein Richard Rather was plaintiff, and Richard Rather, Jr., and others were defendants. The controversy related to a tract of land, which was purchased by the plaintiff in 1868. It was afterwards sold under a deed of trust given to secure a balance of purchase-money due by the plaintiff, at which sale one Hardaway became the purchaser. This purchase, however, was for the plaintiff, and afterwards Hardaway, at the request of the plaintiff, conveyed the land to Junius L. Rather, a son of the plaintiff, and one of the defendants below, the sole object of the conveyance being to substitute the grantee in place of Hardaway as the holder of the legal title for the plaintiff. The conveyance was expressly made subject to a lien on the land in favor of one Watson.","The bill charged that several years after this conveyance the plaintiff turned the land over to his son, Richard Rather, Jr., together with a team then on the land, and several minor children of the plaintiff, with the understanding that out of the profits of the land he would pay off the Watson lien. It also charged that the Watson debt was afterwards paid under this arrangement, and that the land was claimed by the defendants, Junius L. Rather and Richard Rather, Jr., as theirs.","The prayer of the bill was that Junius L. Rather be required to convey the land to the plaintiff, and that Richard Rather, Jr., be required to deliver up the Watson bond, an assignment of which he had taken to himself. There was also a prayer for general relief. In the progress of the cause B. Royall Rather was also made a party defendant.","The answer of the defendants set up a verbal agreement between the plaintiff and defendants, under which, as alleged, the land was turned over to the latter by the plaintiff, they to pay off the Watson lien, in consideration of which the land was to be theirs, except fifteen acres reserved by the plaintiff, which agreement they averred had been fully complied with on their part.","Depositions were taken, and when the cause came on to be heard, a decree was rendered in accordance with the prayer of the bill, after which the case by appeal was brought to this court. Other facts are stated in the opinion.","[88 Va. 876] The subject-matter of this controversy is a tract of land containing 112 1/2 acres, situate in Nottoway county. The bill was filed in the court below by Richard Rather, Sr., against [88 Va. 877] his two sons, Richard Rather, Jr., and J. L. Rather. Subsequently B. Royall Rather, another son, was also made a defendant.","The land was purchased by the plaintiff in 1868, and at the same time he executed a deed of trust thereon, to secure the payment of a balance of purchase-money, amounting to $ 300. In 1871, the debt being due and unpaid, the land was sold at public auction, by the trustee, at which sale one William Hardaway became the purchaser, to whom the trustee conveyed the land on the 3d of November, 1871. It is conceded, however, as charged in the bill, that Hardaway purchased the land for the plaintiff. On the same day Hardaway borrowed of Robert A. A. Watson $ 246.60, in his own name, but in reality for the plaintiff, with which to pay for the land. The money was loaned at twelve per cent. interest, and Hardaway executed to Watson his bond therefor, which he secured by a deed of trust on the land.","Afterwards, at various times, payments were made by the plaintiff to Hardaway with which to pay off the Watson debt, but the most of the money so paid was misapplied by Hardaway; and on the 7th of September, 1876, Hardaway, at the request of the plaintiff, conveyed the land to Junius L. Rather, one of the defendants, subject to the Watson deed of trust. It is conceded that the only object of this conveyance was to substitute Junius L. Rather in the place of Hardaway as the holder of the legal title for the plaintiff's benefit.","For three years thereafter the interest on the Watson debt was paid by the plaintiff. But, at the end of that time, finding himself unable to pay the debt, he turned the land over to his three sons, the defendants below. The bill, indeed, charges that he put his son, Richard, in possession, with the understanding that he was to use the team already on the land and the minor children of the plaintiff, as an efficient force with which to work the land, and out of the profits to pay the Watson [88 Va. 878] debt. But what benefit was to accrue to the son, under this arrangement, for doing what the plaintiff himself had been unable to do, is not stated.","On the other hand, the answer states that the agreement was that the defendants should take the land and an ox belonging to the plaintiff, worth $ 15, and pay off the Watson debt, in consideration of which the land was then to belong to them, in proportion to the amount paid by each, except fifteen acres which the plaintiff said he wanted for his youngest child.","The answer also states that the defendants entered into possession of the land, under the above-mentioned verbal agreement, and that by self-denial and hard labor -- sometimes on the farm and sometimes on public works -- they succeeded, in four or five years, in paying off the Watson debt, and freeing the land from encumbrance. It also states that soon after the agreement was made, the plaintiff moved from the neighborhood, and secured employment for himself as a farm hand, leaving his family, consisting of a wife and several infant children, to be taken care of by the defendants. It deems that the ox or the children were hired to the defendants, and avers that the ox and a few farming implements, worth little or nothing, were loaned to them, and that the labor of the children did not compensate the defendants for the expense of clothing, schooling and supporting them.","If this version of the matter is supported by the evidence, and we think it is, the decree of the circuit court in favor of the plaintiff is erroneous, and must be reversed.","The plaintiff himself, when he came to testify as a witness, virtually admitted that the agreement was as stated in the answer, but denied that the defendants had paid the debt. But the evidence is conclusive that they did, and the commissioner so reported. Indeed, the Watson bond, which, when the last payment was made, was assigned to the defendant, Richard Rather, Jr., was produced, and shows for itself. And [88 Va. 879] in the argument here the fact of the assignment was adverted to as a circumstance in favor of the appellee; that is, as a circumstance refuting the claim of a parol gift of the land. But no such claim was set up by the defendants. They are not claiming under an alleged parol gift, but under an agreement that the land, except fifteen acres, was to be theirs upon their paying off the lien thereon, which they have done.","The decree of the circuit court, in charging the defendants with the rents and profits of the land since they took possession, is consistent neither with the pleadings nor the proofs in the case. In doing so, the true agreement between the parties has been ignored, and another substituted in its place.","What was the value of the land in 1879, when the agreement was made, or whether it was worth more than the amount of the Watson debt, does not appear. It was purchased by the plaintiff in 1868, for $ 800, but in 1871 it was sold at public auction to Hardaway, the highest bidder, for only $ 369.90, and non constat it had not further depreciated in value in 1879. But be that as it may, for aught the record shows, the arrangement between the plaintiff and the defendants was an advantageous one for the former. Being himself unable to discharge the Watson lien, the inevitable result would have been another forced sale of the land, possibly at a sacrifice, but for the aid or intervention of others; and this he, no doubt, realized when the agreement with the defendants (his own children) was made. By that arrangement, which was certainly not an unnatural one, whatever else it may have been, he succeeded in saving for himself fifteen acres of the land, and in having his family supported with almost no expense to himself for several years besides, during the most of which time the younger children were sent to school and well cared for.","It is stated in the answer, and the evidence shows, that the children were not regular hands on the farm, and that the [88 Va. 880] value of their services was not equal to the cost of maintaining them. One of them, it is true, was over twenty years of age when the agreement was entered into, and did not attain his majority for several months afterwards. But he was one of the three sons with whom the agreement was made, and consequently was thereafter working for himself, with the plaintiff's consent.","In this view of the case it is needless to go into the details of the commissioner's report, or of the revised statement made at the bar of the court, upon which the decree is founded. Nor is it necessary to inquire as to what proportion of the Watson debt was paid by the defendants, respectively, since that is a matter with which the plaintiff has no concern. The legal title to the land is still in Junius L. Rather, between whom and his co-defendants there is no controversy.","The case, in the opinion of the court, is a plain one. It has been argued, however, for the appellee as if it were an application on the part of the defendants for specific performance, whereas the bill was filed against them principally to compel a conveyance of the land to the plaintiff, and to have the Watson bond delivered up. In their defence they set up the verbal agreement above-mentioned, and their statements as witnesses in support thereof, are clear and consistent throughout, fully and clearly establishing it as set out in the answer. Not to give it effect, therefore, would be to sanction a fraud by the plaintiff on the defendants.","Whether the former acted prudently in entering into that agreement is an immaterial question. It has not been suggested that he was incompetent to attend to his own interests, nor is there any allegation or proof of fraud. The case, in short, turns upon a mere question of fact, viz.: was there such an agreement as is set up in the answer? And upon this point, as well as upon the further point, that the agreement has been fully and fairly performed by the defendants, the [88 Va. 881] great preponderance of evidence is undoubtedly in their favor. The decree is, therefore, erroneous, and must be reversed.","Its reversal, however, will be without prejudice to the right of the plaintiff to claim fifteen acres of the land, pursuant to the agreement, if he shall be so advised, which may be done in the present suit, under the prayer of the bill for general relief."]}