{"id":"00002524fb29db62baea6b23016e4207","shortTitle":"U.S.A. v. Brantley","title":"U.S.A. v. Daniel Eugene Brantley","date":"2016-06-21","type":"unpublished","citation":"slip. op.","courtName":"E.D.N.C.","passages":["COMES NOW Scott Plaster, U.S. Probation Officer of the court, presenting a petition for modification of the Judgment and Commitment Order of Daniel Eugene Brantley, who, upon an earlier plea of guilty to Possession with Intent to Distribute More Than 50 Grams of Cocaine Base (Crack) and Felon in Possession of a Firearm, was sentenced by the Honorable Terrence W. Boyle, U.S. District Judge, on February 27, 2004, to the custody of the Bureau of Prisons for a term of 360 months. It was further ordered that upon release from imprisonment the defendant be placed on supervised release for a period of 60 months. On November 3, 2008, the defendant's period of imprisonment was reduced from 360 to 188 months, and all other conditions of the original sentence remained in effect.","Daniel Eugene Brantley was released from custody on November 1, 2013, at which time the term of supervised release commenced.","A Violation Report was submitted to the court in June 2014, advising the court of the defendant's arrest for the offense of Assault on a Female. It was recommended no action be taken pending a disposition in state court, and the charge was subsequently dismissed.","RESPECTFULLY PRESENTING PETITION FOR ACTION OF COURT FOR CAUSE AS FOLLOWS: The defendant was charged with Driving While License Revoked (16CR121) in Jones County on January 11, 2016, and in Harnett County (16CR702317, 16CR306) on March 10 and 15, 2016. The defendant was charged with Driving While Impaired (16CR50213) and Possession of Open Container in Jones County on June 11, 2016. The defendant failed to notify the probation officer of any of the aforementioned offenses within 72 hours of being arrested or questioned by law enforcement officers. The defendant denies any knowledge of being charged with Driving While License Revoked in January 2016. He acknowledged the other charges he is currently facing. A review of Mr. Brantley's driving records indicated his license may have been suspended for failing to pay a fine in Wayne County following his guilty plea to a speeding offense in November 2015. The fine was paid after the due date which resulted in his license being suspended. Regardless, the defendant has admitted he was wrong for driving without a license after discovering the suspension on March 10, 2016. The defendant complied with law enforcement officers and submitted to a breathalyzer test on June 11, 2016, which resulted in a .09 BrAC. Rather than return to court for revocation proceedings at this time, it is recommended the defendant be permitted to resolve his traffic matters in state court and perform 40 hours of community service work in an effort to address his noncompliance. The defendant signed a Waiver of Hearing agreeing to the proposed modification of supervision.","PRAYING THAT THE COURT WILL ORDER that supervised release be modified as follows:","1. The defendant shall perform 40 hours of community service as directed by the probation office and if referred for placement and monitoring by the State of North Carolina, pay the required fee.","Except as herein modified, the judgment shall remain in full force and effect.","Reviewed and approved, Jeffrey L. Keller Supervising U.S. Probation Officer","I declare under penalty of perjury that the foregoing is true and correct.","Considered and ordered this 21day of July, 2016, and ordered filed and made a part of the records in the above case."]}