{"id":"00001e537baf5861f9da08e95018608b","shortTitle":"Ralley v. Holder","title":"NADESH KUMOR RALLEY, Petitioner, v. ERIC H. HOLDER, Jr., Attorney General, Respondent","date":"2014-05-19","type":"published","citation":"573 Fed.Appx. 635","courtName":"9th Cir.","passages":["For ERIC H. HOLDER, Jr., Attorney General, Respondent: Oil, Erica Miles, Senior Litigation Counsel, U.S. Department of Justice, Civil Division/Office of Immigration Litigation, Washington, DC; Chief Counsel ICE, Office of The Chief Counsel, Department of Homeland Security, San Francisco, CA.","Nadesh Ralley, a native and citizen of India, petitions for review of a Board of Immigration Appeals final order of removal. We have jurisdiction pursuant to 8 U.S.C. ยง 1252. We review for substantial evidence and grant the petition only if the record compels a result contrary to the Board's. Parussimova v. Mukasey, 555 F.3d 734, 738-39 (9th Cir. 2008).","Substantial evidence supports the Board's denial of asylum and its ruling that Ralley failed to establish that imputed political opinion was one central reason for his mistreatment by police. Id. at 740-41 (the petitioner must establish that a protected ground is one central reason for the police's interest in him); Dinu v. Ashcroft, 372 F.3d 1041, 1044 (9th Cir. 2004) (the presumption of imputed political opinion arises if petitioner establishes \" that the purported criminal investigation had no bona fide objective, so that political persecution must have been the real the reason for\" the investigation). The agency's finding that police arrested and questioned Ralley because they believed that he had business information about suspected terrorists who were customers of the public pay phone business operated by Ralley and his father is supported by Ralley's own testimony. The police told Ralley that his two customers were suspected terrorists and repeatedly asked Ralley to identify the names and phone numbers called by the customers and their associates. The abuse started when Ralley denied knowledge of the men under investigation and ended when Ralley agreed to tell police whatever they wanted to know. The agency's finding that Ralley was mistreated in furtherance of a legitimate police investigation into militants is supported by substantial evidence. The record does not compel a conclusion that police imputed the political opinion of Ralley's business customers to Ralley.","Because Ralley failed to establish eligibility for asylum, it follows that he failed to satisfy the more stringent standard for withholding of removal. See Dinu, 372 F.3d at 1045.","Nor does the record compel the conclusion that Ralley would more likely than not be tortured by officials if removed to India. His father had no further problems with the police in the years after he turned over the business phone records. This was a one-time incident.","[**]The panel unanimously concludes this case is suitable for decision without oral argument. See Fed. R. App. P. 34(a)(2).","[***]The Honorable Kenneth F. Ripple, Senior Circuit Judge for the U.S. Court of Appeals for the Seventh Circuit, sitting by designation.","[*]This disposition is not appropriate for publication and is not precedent except as provided by 9th Cir. R. 36-3."]}