{"id":"00001b9be463fceb919c5508e58fd831","shortTitle":"Marten v. Justad","title":"ELLEN MARTEN, as Guardian and Conservator of Glen Marten, et al., Plaintiff, v. JEAN JUSTAD, M.D., SOUTH HILLS INTERNAL MEDICINE ASSOCIATES, PLLP, GENE HAIRE, MONTANA DEPARTMENT OF PUBLIC HEALTH AND HUMAN SERVICES, STATE OF MONTANA, DOES 1-10, Defendants.","date":"2018-03-28","type":"unpublished","citation":"slip. op.","courtName":"D. Mont.","passages":["Marten v. Justad, 032818 MTDC, CV 17-31-H-CCL","JEAN JUSTAD, M.D., SOUTH HILLS INTERNAL MEDICINE ASSOCIATES, PLLP, GENE HAIRE, MONTANA DEPARTMENT OF PUBLIC HEALTH AND HUMAN SERVICES, STATE OF MONTANA, DOES 1-10, Defendants.","Before the Court is Defendant Gene Haire's motion to dismiss. The motion is opposed by Plaintiff Marten.","In the fall of 2014, Defendant Haire was the Superintendent of the Montana Developmental Center (“MDC”). Plaintiff Glen Marten was a resident of MDC. Plaintiff asserts a claim of negligence (Count VI) against Defendant Haire arising from an alleged failure to provide appropriate medical care to Marten. In the Complaint, Plaintiff alleges that Haire's acts were done in the course and scope of his employment. (ECF No. 4, Complaint, ¶ 219.)","Likewise, Defendant Haire asserts that any and all acts performed by him were done in the course and scope of his employment. Based on this agreement by the parties, Defendant Haire files a motion to dismiss himself from the suit, citing the operation of Montana Code Annotated § 2-9-305. Focusing on the second sentence of § 2-9-305(5), Defendant Haire argues that he is immune from suit and should be dismissed.","The Montana statute provides as follows:","(1) It is the purpose of this section to provide for the immunization, defense, and indemnification of public officers and","employees civilly sued for their actions taken within the course and scope of their employment.","(2) In any noncriminal action brought against any employee of a state, county, city, town, or other governmental entity for a negligent act, error, or omission, including alleged violations of civil rights pursuant to 42 U.S.C. 1983, or other actionable conduct of the employee committed while acting within the course and scope of the employee's office or employment, the governmental entity employer, except as provided in subsection (6),","shall defend the action on behalf of the employee and indemnify the employee.","(3) Upon receiving service of a summons and complaint in a noncriminal action against an employee,","the employee shall give written notice to the employee's supervisor requesting that a defense to the action be provided by the governmental entity employer. If the employee is an elected state official or other employee who does not have a supervisor, the employee shall give notice of the action to the legal officer or agency of the governmental entity defending the entity in legal actions of that type. Except as provided in subsection (6),","the employer shall offer a defense to the action on behalf of the employee. The defense may consist of a defense provided directly by the employer. The employer shall notify the employee, within 15 days after receipt of notice, whether a direct defense will be provided.","If the employer refuses or is unable to provide a direct defense, the defendant employee may retain other counsel. Except as provided in subsection (6),","the employer shall pay all expenses relating to the retained defense and pay any judgment for damages entered in the action that may be otherwise payable under this section.","(4) In any noncriminal action in which a governmental entity employee is a party defendant,","the employee must be indemnified by the employer for any money judgments or legal expenses, including attorney fees either incurred by the employee or awarded to the claimant, or both, to which the employee may be subject as a result of the suit unless the employee's conduct falls within the exclusions provided in subsection (6).","Recovery against a government entity under the provisions of parts 1 through 3 of this chapter constitutes a complete bar to any action or recovery of damages by the claimant, by reason of the same subject matter, against the employee whose negligence or wrongful act, error, omission, or other actionable conduct gave rise to the claim. In an action against a governmental entity,","the employee whose conduct gave rise to the suit is immune from liability by reasons of the same subject matter if the governmental entity acknowledges or is bound by a judicial determination that the conduct upon which the claim is brought arises out of the course and scope of the employee's employment, unless the claim constitutes an exclusion provided in subsections (6)(b) through (6)(d).","employee is a party defendant, the employee may not be defended or indemnified by the employer for any money judgments or legal expenses, including attorney fees, to which the employee may be subject as a result of the suit if a judicial determination is made that:","(a) the conduct upon which the claim is based constitutes oppression, fraud, or malice or for any other reason does not arise out of the course and scope of the employee's employment;","(b) the conduct of the employee constitutes a criminal offense as defined in Title 45, chapters 4 through 7;","(c) the employee compromised or settled the claim without the consent of the government entity employer; or","(d) the employee failed or refused to cooperate reasonably in the defense of the case.","(7) If a judicial determination has not been made applying the exclusions provided in subsection (6), the governmental entity employer may determine whether those exclusions apply. However, if there is a dispute as to whether the exclusions of subsection (6) apply and the governmental entity employer concludes that it should clarify its obligation to the employee arising under this section by commencing a declaratory judgment action or other legal action, the employer is obligated to provide a defense or assume the cost of the defense of the employee until a final judgment is rendered in that action holding that the employer did not have an obligation to defend the employee. The governmental entity employer does not have an obligation to provide a defense to the employee in a declaratory judgment action or other legal action brought against the employee by the employer under this subsection.","MCA § 2-9-305 (2017) (emphasis supplied). The Court has produced the entire statute in full because the context of the entire statute lends interpretative meaning to the second sentence of 2-9-305(5):","the employee whose conduct gave rise to the suit is immune from liability by reasons of the same subject matter if the governmental entity acknowledges or is bound by a judicial determination that the conduct upon which the claim is brought arises out of the course and scope of the employee's employment, unless the claim constitutes an exclusion provided in subsections (6)(b) through (6)(d).","Defendant Haire asserts that “immune from liability” means “immune from suit.” However, the statute says that it applies to employees who have been “civilly sued for their actions....” § 2-9-305(1). The statute says that the employee shall give written notice to a supervisor “requesting that a defense to the action be provided” and the governmental employer “shall defend the action on behalf of the employee....” § 2-9-305(2)-(3). The employee's legal expenses must be indemnified by the employer. § 2-9-305(4). Significantly, if and when a claimant does recover from the governmental employer, then the fact of recovery “is a complete bar to any action . . . against the employee.” § 2-9-305(5). In fact, the statute discusses the four particular circumstances under which the governmental employer need not defend nor indemnify nor pay the attorney fees of the “employee [who] is a party defendant....” § 2-9-305(6).","Simply stated, there is nothing in this statute which supports an argument that a government employee acting in the course and scope of his employment is immune from suit. The statute demonstrates in each provision that the employee will be called to defend, that attorney fees will be incurred, and that the governmental employer will provide the defense and indemnify the employee for both money judgments and legal expenses. Thus, while the general rule is that the governmental employee may not be found liable for damages, the underlying assumption throughout the statute is that the governmental employee may be sued.","As Plaintiff points out, these principles were laid out by the Montana Supreme Court in Story v. Bozeman, 856 P.2d 202 (Mont. 1993), overruled on other grounds by Arrowhead Sch. Dist. No. 75 v. Klyap, 79 P.3d 250 (Mont. 2003), wherein the City Engineer and the City of Bozeman were both sued over a construction dispute. In fact, the City attempted to have its Engineer dismissed from the suit, just as Defendants seek to have Defendant Haire dismissed today. The Montana Supreme Court was clear that a governmental employee does not possess immunity from suit:","The first sentence of subsection (5) clearly prohibits an action against a governmental employee based on the same subject matter if recovery has been obtained previously from the government entity. . . . Absent such a recovery from the governmental entity [the statute] does not bar the filing of an action against the governmental employee. . . . [T]he earliest such “recovery” could be said to exist against the City is at the time of jury verdict. Nothing in [the statute] provides","Story, 856 P.2d at 210 (emphasis in original) (citing Stansbury v. Lin, 848 P.2d 509 (Mont. 1993)). Immunity from liability is obviously not the same thing as immunity from suit. The Court agrees with Plaintiff that the Story holding","that a governmental employee is not immune from being named as a defendant in a lawsuit along with a governmental entity, regardless of whether or not the governmental entity has acknowledged that the employee was acting within the course and scope of employment is still good law and applicable to this case.","See ECF No. 19, Pl.'s Response Brief at 6. There has been no recovery from a governmental entity. Defendant Haire is entitled to a defense supplied by the government entity, and he is potentially entitled to immunity from liability (absent special circumstances), but he is not entitled to an early dismissal.","In fact, it is easily imagined that in certain cases, the government entity might change its position over the course of the litigation as to whether the employee acted ‘within the course and scope of employment' due to information obtained during discovery. In fact, it is possible that a government entity might concede that its employee acted in the course and scope of employment, but a court might make a binding decision to the contrary-that the employee's conduct constituted oppression, fraud, or malice, or for any other reason did not arise out of the course and scope of employment, or that the employee's conduct constituted a crime. Similarly, the employee might settle the claim without the consent of the government entity or might fail to cooperate reasonably in the defense of the claim. Thus, either as the result of discovery or as a matter of law by application of the statutory exceptions, a government employee's immunity from liability might evaporate over the course of the litigation. These are the practical reasons why the liability apportionment should take place at the time of summary judgment or a verdict, not before.","When a government employee and government entity are sued for money damages, there are a number of possible trial outcomes. As long as the employee has acted in the course and scope of employment and no exception applies, however, the employee will not pay for a defense and will be immune from liability, i.e., will not pay any money damages. Nevertheless, there is no employee immunity from suit, except in one special circumstance that is addressed below.","The possible trial outcomes are as follows. First, if, on the merits, the jury awards no money damages against either defendant, then, pursuant to § 2-9-305(2), the government only pays for its own and the employee's attorney fees. Second, if the jury awards money damages against the employee but not against the government entity, then, pursuant to § 2-9-305(2), the government entity will be responsible for paying plaintiff the damages awarded against the employee, and the government entity will also pay its own and the employee's attorney fees. Third, if the jury awards money damages against the government entity but not against the employee, then, pursuant to § 2-9-305(2), the government entity will be responsible for paying for the damages award and its own and the employee's attorney fees. Fourth, if the jury awards monetary damages against both the employee and the government entity, then pursuant to § 2-9-305(2) and (5), the government need only pay the damages awarded against it and the employee's attorney fees, but neither the employee nor the government entity will pay the damages awarded against the employee because recovery in that situation is not merely indemnified by the government but is barred. § 2-9-305(5)(sentence 1).","A suit against an employee is barred completely-effectively providing immunity from suit--if the plaintiff has previously recovered from the government entity for the employee's conduct. § 2-9-305(5)(sentence 1); see also Story v. Bozeman, 856 P.2d at 210 (affirming government entity damage award but striking concurrent damage award against employee pursuant to 2-9-305(5)(sentence 1)). For example, if a plaintiff settles out of court with the government entity on a claim arising from an employee's conduct, then the plaintiff is thereafter barred from filing suit against the employee. Stansbury v. Lin, 848 P.2d 509, 511 (Mont. 1993). In that circumstance, a motion to dismiss the employee from the suit would be appropriate under § 2-9-305(5)(sentence 1).","However, absent prior a recovery against the government, when the employee is dismissed before trial because the statute provides “immunity from liability, ” plaintiff's outcomes are thereby limited without statutory justification because the plaintiff is then prevented from determining whether money damages might have been awarded against the employee (to be paid by the government) but not awarded against the government entity.","The cases cited by Defendant Haire show that immunity from liability pursuant to 2-9-305(5) should be assessed at the time of apportionment of liability against all the defendants, whether by summary judgment decision or by jury verdict. See Story v. Bozeman, 856 P.2d 202 (Mont. 1993) (affirming jury verdict against city and striking jury verdict against employee on 2-9-305(5)(sentence 1) immunity); Kenyon v. Stillwater County, 835 P.2d 742 (Mont. 1992) (affirming grant of summary judgment in favor of both employee and county), overruled on other grounds, Heiat v. Eastern Montana College, 912 P.2d 787 (Mont. 1996); Kiely Const., LLC v. City of Red Lodge, 57 P.3d 836 (Mont. 2002) (affirming grant of summary judgment in favor of employees and affirming jury verdict against city); Germann v. Stephens, 137 P.3d 545 (Mont. 2006) (affirming grant of summary judgment against employees on immunity ground and affirming grant of summary judgment against city on merits); Baumgart v. State, Dept. of Commerce, 332 P.3d 225 (Mont. 2014) (affirming grant of summary judgment in favor of employee on immunity ground and in favor of government entity on merits).","Notably, except for one early case, the vast majority of the cases cited by Defendant released the employee on immunity grounds no earlier than the summary judgment stage. But see Gerber v. Commissioner of Ins., 786 P.2d 1199 (Mont. 1990) (dismissing all defendants on either immunity or quasi-immunity grounds upon finding that no set of facts could support claims). Few cases cited permitted the employee to be dismissed from the suit on immunity while requiring the government entity to continue to defend the litigation. See Edwards v. Cascade Cnty. Sheriff's Dept., BDV-04-1274 (Eighth Judicial Dist., Cascade County, Montana, Feb. 8, 2007) (finding no evidence of crime of official misconduct and granting summary judgment to employees and Cascade County Sheriff's Office, leaving only Cascade County as defendant in suit); Ruth v. Aaberg, BDV-2008-659 (First Judicial Dist., Lewis and Clark County, Montana, Sept. 29, 2009) (granting employee summary judgment but leaving State of Montana to defend action at trial); Todd v. Baker, CV 10-127-M-DWM (D.Mont. 2012) (granting summary judgment to police officers on the ground of immunity but denying grant of summary judgment to city as to the claim of excessive use of force by officers) . These cases are at odds with a statute that nowhere provides immunity from suit except when recovery from the government bars an action against the employee altogether.","Utilizing either the summary judgment procedure or trial, all the relevant evidence bearing upon the immunity decision, including the exceptions, is made available to the court, and, if necessary, judgment can be rendered to provide the employee appropriate immunity from liability and to ensure that a money damages award against the employee will be paid by the government entity. Furthermore, if the government entity is to be tried in an action wherein an employee's conduct gave rise to the suit, the better practice would be to require the government employee to likewise stand trial, as dictated by the statute and the Montana Supreme Court. In this case, while Defendant Haire may ultimately possess immunity from liability, it would be premature to dismiss him from this suit prior to summary judgment or jury trial."]}