{"id":"0000261ba3cf3ea46a0c47c8f7886f95","shortTitle":"Irving v. Fort Worth State Bank","title":"IRVING v. FORT WORTH STATE BANK","date":"1925-11-04","type":"published","citation":"276 S.W. 899","courtName":"Tex. Comm'n App.","passages":["Action by C. A. Irving against the Fort Worth State Bank. Judgment for plaintiff was reversed and remanded by the Court of Civil Appeals (241 S.W. 277), and plaintiff brought error to the Supreme Court, which affirmed the judgment of the Court of Civil Appeals (256 S.W. 584) and remanded the case. On motion to recall mandate. Motion overruled.","C. A. Irving, plaintiff in error, recovered judgment against Fort Worth State Bank, defendant in error, in the Seventeenth district court of Tarrant county. The bank perfected its appeal to the Court of Civil Appeals of the Second Supreme Judicial District, and the case having been transferred to the Court of Civil Appeals of the Sixth Supreme Judicial District, the judgment of the trial court was reversed, and the cause remanded. The plaintiff in error filed his application for writ of error, which was granted by the Supreme Court, and on December 20, 1923, this court affirmed the judgment of the Court of Civil Appeals reversing and remanding the case. Motion for rehearing was overruled on January 23, 1924. On January 20, 1925, the mandate was issued and delivered by the clerk of the Supreme Court, and was filed in the trial court on January 21, 1925, and defendant in error notified that it had been issued and filed.","On September 2, 1925, the defendant in error filed this motion to recall the mandate, alleging that same was issued by the clerk of the Supreme Court without authority of law and in violation of article 1556, R. C. S. 1911, which provides that--","\"The clerk of the Supreme Court shall not deliver the mandate of said court until all costs of said court and of the Court of Civil Appeals shall have been paid.\"","It is admitted that all such costs were paid except the costs of the stenographic report of the evidence provided for in section 5, c. 119, General Laws of the 32d Legislature (Vernon's Sayles' Ann. Civ. Statutes 1914, art. 1924). An order was granted staying trial of the case in the Seventeenth district court of Tarrant county pending consideration of this motion.","The affidavits filed in support of the motion show that the deputy official shorthand reporter transcribed \"the testimony and court proceedings recorded by him in said case in the form of questions and answers,\" certifying thereto, and filed same with the clerk of the trial court as contemplated in section 5; that he was paid therefor the sum of $290 by defendant in error; and that from this stenographic report in question and answer form the statement of facts filed in this case was prepared by the attorney of the defendant in error in narrative form. The record in this case shows that the clerk of the district court, in preparing the transcript on appeal, included therein a bill of costs showing an item \"Sta. of Facts (Pd. by Def.) $290.\" This bill of costs contains no item which would indicate that costs had accrued by reason of the preparation and tiling of a stenographic report by the court reporter in question and answer form as is contemplated in section 5. The certified bill of costs from the Court of Civil Appeals appearing in this record shows no item taxed for stenographic report of the evidence, nor does it appear from this bill of costs that costs in that court was taxed for a statement of facts.","There is a difference in a statement of facts filed on appeal and a stenographic report of the evidence. They are not the same. Compensation paid for the preparation of a statement of facts is not an item taxable as costs in a case. By section 5 above it is provided that the amount paid for the preparation of a stenographic report in question and answer form is taxable as costs in the case. By an act passed by the Third Called Session of the 36th Le islature, c. 47, p. 88 (Vernon's Sayles' Civil Statutes, Supp. 1922, art. 1925), a stenographer's report of the evidence in narrative form may be substituted for one in question and answer form. When so substituted, the amount paid for the narrative form report is taxable as costs.","In the case of Pullman Co. v. Hays, 271 S.W. 1108, we held that the compensation paid the court stenographer for preparing and filing the report, whether in question and answer or in narrative form, is part of \"the costs accruing in the case in the Court of Civil Appeals,\" under the terms of article 1634, R. C. S. 1911. In that case the certified bill of costs in the transcript embraced an item for the stenographic report, and the clerk of the Court of Civil Appeals refused to issue the mandate until the amount of this item was paid, and we held that, in taxing the costs in the Court of Civil Appeals, the item as to the stenographic report certified by the clerk of the trial court in the transcript may be relied upon when there is nothing to show that this item is not taxable.","The clerk of the Court of Civil Appeals in this case did not tax the amount paid for the stenographic report. There was no item embraced in the transcript showing that any amount had been paid for such report, and there was nothing in the entire record to show that such report was ever prepared and filed by the court stenographer. The clerk of the Court of Civil Appeals, as far as is disclosed by this record, was never apprised of the fact that such an item was taxable in this case. It was the duty of the defendant in error, if it desired that the amount paid by it for the stenographic report be taxed by the clerk of the Court of Civil Appeals, to in some way call his attention to this item. No motion was filed in the Court of Civil Appeals seeking to have this item taxed as part of the costs in that court. The clerk of that court is not at fault in failing to tax this item. The item was not embraced in the bill of costs certified by the clerk of the Court of Civil Appeals to the Supreme Court, and the clerk of this court did not deliver the mandate without authority of law and in violation of article 1556 as is alleged by the plaintiff in error in its motion.","The item \"Sta. of Facts (Pd. by Def.) $290,\" embraced in the bill of costs in the transcript from the district court, was not a proper item of costs. It is true that often the stenograhphic report of the evidence in narrative form, when agreed to by the parties to the suit and approved by the trial court, is filed in the case on appeal as a statement of facts. When this is done, the amount paid for same is taxable as costs because it is a stenographic report and not because it is filed as a statement of facts. In this case, the stenographic report was in question and answer form, and the statement of facts filed was prepared by the attorney for defendant in error and agreed to by the parties to the suit. Therefore this item appearing in the bill of costs only indicated that an improper item of costs was embraced in the bill.","The defendant in error, having neglected to have the clerk of the Court of Civil Appeals tax as costs of appeal in that court the amount paid by it for the stenographic report, is not entitled, on motion, to have the mandate recalled, and we recommend that the order staying trial in the district court be dissolved, and the motion overruled."]}