{"id":"00000f3bc6c51acc2a08933540dad935","shortTitle":"Roberts v. Seneca Ins. Co.","title":"ROBERT ROBERTS, et al. PLAINTIFFS-APPELLANTS v. SENECA INSURANCE CO., et al. DEFENDANTS-APPELLEES","date":"2008-07-31","type":"unpublished","citation":"slip. op.","courtName":"Ohio Ct. App.","passages":["ATTORNEY FOR APPELLEES ABC BAIL BONDS AND JEFF WALLING Joseph P. McCafferty","{¶ 1} Plaintiffs-appellants, Robert Roberts (\"Roberts\") and Reginald Bailey (\"Bailey\") (collectively referred to as \"appellants\"), appeal from the trial court's rulings that granted defendant-appellee, Seneca Insurance Co.'s, motion to strike Roberts' affidavit and the orders that granted summary judgment in favor of all defendants-appellees.[1] In this case, appellants pursued claims against appellees for alleged damages they sustained as a consequence of being arrested and convicted for alien smuggling in federal court when they were performing bounty hunting services to retrieve a fugitive from justice, Kenneth Weckwerth, aka Clarence S. Milnense (\"Weckwerth\"), from Canada. Specifically, appellants allege that appellees are responsible to compensate them for their criminal fines and incarceration. For the reasons that follow, we affirm.","{¶ 2} For purposes of summary judgment the facts are not disputed. Walling of ABC Bail Bonds contracted with Seneca to write bail bonds in Ohio as permitted by law. Walling wrote such a bond for Weckwerth to secure his release from custody pending criminal charges in Ohio. The contract between Seneca and Walling provided that Walling would act as its \"Agent\" for the \"sole purpose of soliciting and executing bail bonds.\" The contract contained the following terms:","{¶ 4} \"Agent shall be solely responsible for location, apprehension, holding, movement, extradition and/or surrender of bond principals. If Agent elects to locate and apprehend a principal, who has failed to appear as required the Agent does so at his own initiative, under his own direction, and at his own risk.\"","{¶ 5} In this case, the \"bond principal\" was Weckwerth.","{¶ 6} When Weckwerth failed to appear in court, Walling contacted Roberts, who operated his own bonding business. Walling told Roberts that he believed Weckwerth had fled to Canada. Roberts agreed to apprehend Weckwerth and enlisted the aid of Bailey. According to Roberts, Walling agreed to cover all expenses if he ran into any problems. Walling did not tell appellants that Weckwerth was a Canadian citizen or that the United States had deported him twice. Appellants had no contact with anyone associated with Seneca beyond Roberts' conversation with Walling.","{¶ 7} Walling agreed to pay appellants twice the standard rate, advanced them expenses of approximately $600 and provided them with a rental car. The agreement among these parties was entirely oral.","{¶ 8} Appellants went to Canada and apprehended Weckwerth. However, Roberts discovered that Weckwerth was a Canadian citizen and believed he could not force him to return. He released Weckwerth from handcuffs and proceeded with attempts to persuade Weckwerth to return to Ohio voluntarily, which Roberts believed was a legal means of accomplishing his job. Prior to reaching the border, Weckwerth told appellants that he had been deported on two prior occasions. Roberts did not believe this and chose to proceed to the border with Weckwerth. Then, appellants went along with Weckwerth's misrepresentation to border security that he was an American citizen. Only after being diverted for a secondary investigation did Roberts disclose their purpose of returning Weckwerth to the United States on a warrant. Simultaneously, security found Weckwerth's Canadian identification inside the vehicle. Appellants were charged with federal crimes, including alien smuggling.","{¶ 9} Walling paid appellants the agreed upon fugitive retrieval fee. Walling also voluntarily paid Roberts' attorney fees associated with his federal criminal charges. Appellants were each convicted of crimes and both served prison terms as a result. Walling refused to pay appellants' criminal fines or to compensate them for their incarcerations.","{¶ 10} During his deposition, Roberts said that he and Walling, \"had a verbal agreement, and he [Walling] held up to the verbal agreement. He paid me what he said he would.\" (Roberts depo. 79.) Walling agreed to \"back them up\" if they ran into any problems in Canada. But, there is no indication that Walling ever agreed to reimburse appellants for potential criminal fines or to compensate them for time spent in jail. Further, there is no evidence that any of the appellees requested appellants to do anything criminal.","{¶ 11} The trial court granted Seneca's motion to strike Roberts' affidavit and awarded summary judgment in favor of the appellees. Appellants now appeal asserting three assignments of error, which we will address together.","{¶ 12} \"I. The court committed prejudicial error in granting summary judgment to Seneca Insurance Company.\"","{¶ 13} \"II. The court erred in granting summary judgment to defendants, ABC Bail Bonds and Jeff Walling.\"","{¶ 14} \"III. The court erred in striking the entire Robert Roberts' affidavit opposing the motion for summary judgment filed by Seneca Insurance Company.\"","{¶ 15} We will assume for purposes of this appeal that appellants were acting as agents of all of the appellees when they went to Canada to apprehend Weckwerth. Accordingly, the exclusion of Roberts' affidavit, which essentially seeks to establish this fact was harmless if it was an error at all.","{¶ 16} An appellate court reviews a trial court's grant of summary judgment de novo. Grafton v. Ohio Edison Co. (1996), 77 Ohio St.3d 102, 105. De novo review means that this Court uses the same standard that the trial court should have used, and we examine the evidence to determine if, as a matter of law, no genuine issues exist for trial. Brewer v. Cleveland City Schools (1997), 122 Ohio App.3d 378, citing Dupler v. Mansfield Journal (1980), 64 Ohio St.2d 116, 119-120.","{¶ 17} Summary judgment is appropriate where it appears that: (1) there is no genuine issue as to any material fact; (2) the moving party is entitled to judgment as a matter of law; and (3) reasonable minds can come to but one conclusion, and that conclusion is adverse to the party against whom the motion for summary judgment is made, who is entitled to have the evidence construed most strongly in his favor. Harless v. Willis Day Warehousing Co., Inc. (1978), 54 Ohio St.2d 64, 66; Civ.R. 56(C).","{¶ 18} The burden is on the movant to show that no genuine issue of material fact exists. Id. Conclusory assertions that the nonmovant has no evidence to prove its case are insufficient; the movant must specifically point to evidence contained within the pleadings, depositions, answers to interrogatories, written admissions, affidavits, etc., which affirmatively demonstrate that the nonmovant has no evidence to support his claims. Dresher v. Burt (1996), 75 Ohio St.3d 280, 293; Civ.R. 56(C). Unless the nonmovant then sets forth specific facts showing there is a genuine issue of material fact for trial, summary judgment will be granted to the movant.","{¶ 19} There is no legal authority that would allow a court to enforce an agreement by a principal to reimburse one of its agents for criminal fines and time spent incarcerated as a consequence of an independent criminal act committed by that agent.[2]","{¶ 20} Appellants admit that they knew Weckwerth was a Canadian citizen and were told he had been deported before they arrived at the border. Their decision to proceed to the border regardless of this information was not done at the direction of any of the appellees. There is no dispute about this fact.","{¶ 21} Instead of immediately disclosing their purpose of fugitive recovery to the border security, appellants went along with Weckwerth's misrepresentation to security that he was an American citizen. They also misrepresented that the purpose of their trip was gambling. Appellants do not claim that any of the appellees instructed them to engage in this conduct.","{¶ 22} The trial court reasoned that even if appellants could establish the existence of a contract, oral or otherwise, in which the appellees agreed to reimburse them for damages they sustained as a result of committing illegal activity, i.e., federal crimes, the same is void, unenforceable, and against public policy. While there is enough evidence in the record to create an issue of fact as to whether Walling agreed to indemnify appellants for costs associated with their commission of crimes,[3] this type of agreement would serve to encourage the commission of illegal activity. Contracts to commit illegal activity are void and cannot be enforced or ratified. State v. Executor of Buttles (1854), 3 Ohio St. 309. The contract was unenforceable as a matter of law.[4]","{¶ 23} Assignments of Error I, II, and III are overruled.","It is ordered that appellees recover from appellants their costs herein taxed.","The court finds there were reasonable grounds for this appeal.","It is ordered that a special mandate issue out of this Court directing the Court of Common Pleas to carry this judgment into execution.","A certified copy of this entry shall constitute the mandate pursuant to Rule 27 of the Rules of Appellate Procedure.","[1]Seneca Insurance Co. (\"Seneca\"), ABC Bail Bonds, and Jeff Walling, aka Jeff Goldstein (\"Walling\") (collectively referred to as \"appellees\").","[2]This case does not involve a claim by a third party against a bondsman or surety for the alleged criminal act of their agent, which is a distinctly different matter.","[3]Walling agreed to \"back them up\" if they ran into any \"problems\" and did pay attorney fees. Defending a person from an accusation and reimbursing them for being convicted of a crime are different.","[4]Therefore, it is irrelevant that the trial court excluded Roberts' affidavit, which could not transform the illegal nature of the alleged contract."]}