{"id":"00001c54f035320b5b9547ffd99aefb9","shortTitle":"Summit County Children Services. Bd. v. Communication Workers of America, Loc. No. 4546","title":"SUMMIT COUNTY CHILDREN SERVICES BOARD Appellee v. COMMUNICATION WORKERS OF AMERICA, LOCAL NO. 4546 Appellant","date":"2006-02-01","type":"unpublished","citation":"slip. op.","courtName":"Ohio Ct. App.","passages":["APPEAL FROM JUDGMENT ENTERED IN THE COURT OF COMMON PLEAS COUNTY OF SUMMIT, OHIO CASE No. CV 04 09 5367","DOUGLAS GODSHALL, ROBERT L. TUCKER, and R. BRIAN BORLA, Attorneys at Law, for Appellee.","This cause was heard upon the record in the trial court. Each error assigned has been reviewed and the following disposition is made:","{1} Appellant, Communication Workers of America, Local No. 4546 (\"the Union\"), appeals the judgment of the Summit County Court of Common Pleas, which vacated an arbitrator's award in favor of Renee Scott and against appellee, Summit County Children Services Board (\"CSB\"). This Court affirms.","{2} The Union and CSB were parties to a collective bargaining agreement (\"CBA\"), which was effective from April 1, 2000 until March 31, 2003. The CBA included a grievance procedure, which culminated in final and binding arbitration.","{3} Renee Scott was employed by CSB as a Front Desk Clerical Specialist, who worked evenings and weekends. CSB investigated her for violations of certain agency work rules, including violations of Group II, work rule #1, leaving agency premises during scheduled work hours without notice or permission; Group III, work rule #5, falsifying an employee's own time card; and Group III, work rule #6, falsifying personnel or other records. The matter was heard before a neutral administrator, who found that Ms. Scott violated the work rules. The neutral administrator, under authority of the CBA, made a recommendation regarding discipline. The recommendation was for a seven-day suspension. Notwithstanding that recommendation, CSB terminated Ms. Scott on May 21, 2002, and Scott filed a grievance the same day.","{4} The matter proceeded to binding arbitration on June 16, 2004. The parties agreed that this was a proper matter for arbitration. In addition, the parties stipulated that, if the arbitrator were to uphold the grievance, then CSB's liability for payment of past wages would run from May 21, 2002 (the date of Scott's termination) until July 22, 2003 (the date originally scheduled for the arbitration hearing). The parties did not, however, stipulate that CSB had any liability as a threshold matter.","{5} The Union proposed that the issue be stated as, \"Whether the discharge of Grievant was for good cause, and if not, what should the remedy be?\" CSB proposed to state the issue as, \"Was the termination of Renee Scott for admitted, repeated violations of Group III offenses and a Group II violation for just cause under the Labor Agreement?\" The parties agreed that the arbitrator should ultimately formulate the issue, which he stated as, \"Did the Employer violate the collective bargaining agreement on May 21, 2002 when it discharged the Grievant, and if so, what should be the remedy?\"","\"No employee shall be reduced in pay or position, suspended or discharged, except for good cause, nor shall the Employer take any form of corrective action against any employee except for good cause.\"","\"The Employer shall administer all corrective actions in a progressive manner. Corrective actions must be based on good cause, be uniformly applied, and be consistent with the Employer's Table of Discipline governing such actions, except that the Employer may apply a lesser penalty from the recommended standard penalties.\"","Accordingly, when determining whether CSB violated the CBA on May 21, 2002, when it discharged Scott, the arbitrator necessarily must determine whether good cause existed.","{8} On September 10, 2004, the arbitrator issued his opinion and award. The arbitrator sustained Scott's grievance regarding the alleged violation of Group II, work rule #1, and Group III, work rule #6, finding that Scott did not violate those rules and could, therefore, not be disciplined in regard to them. In regard to the alleged violation of Group III, work rule #5, however, the arbitrator found the following:","\"The Grievant has admitted claiming, on time cards, that she was at work when she was not. The validity of the rule is not challenged, nor is there any doubt that the Grievant ought to have been aware of it. The Employer investigated the matter, and based its conclusion on undisputed documentary evidence, so there is no doubt in my mind that the investigation was fair. There is no evidence that other employees have been treated more leniently when they falsified their time cards.\"","The arbitrator then applied the seven elements of \"just cause\" established by arbitrator Carroll Daugherty in Enterprise Wire Co., 46 Lab. Arb. (BNA) 359 (1966) to the issue of discipline and determined that the seventh element could not be established to find good cause to support Scott's termination. Accordingly, the arbitrator sustained, in part, Scott's grievance and ordered that the extent of the discipline for the violation of Group III, work rule #5, should be limited to a seven-day suspension without pay.","{9} On September 27, 2004, CSB filed a complaint and application to vacate, modify or correct the arbitration award in the common pleas court. CSB alleged, in part, that the arbitrator exceeded his powers pursuant to statute. On October 26, 2004, the Union filed its response and a motion to confirm the arbitration award. The parties submitted the matter to the trial court on briefs. On April 20, 2005, the trial court issued a judgment entry, wherein it found that the arbitrator exceeded his powers, ordered that the arbitrator's award be vacated, and denied the Union's motion to confirm the award. Appellant Union timely appeals, setting forth five assignments of error for review. Because the second, third, fourth and fifth assignments of error address interrelated issues, this Court addresses them together. In addition, we address the consolidated second, third, fourth and fifth assignments of error first, because they are dispositive of this appeal.","\"THE TRIAL COURT ERRED IN VACATING THE AWARD OF THE ARBITRATOR SINCE THE ARBITRATOR WAS ACTING WITHIN THE SCOPE OF HIS AUTHORITY AND BASED THE AWARD ON ISSUES THAT THE PARTIES VOLUNTARILY SUBMITTED FOR RESOLUTION.\"","{10} In these assignments of error, appellant Union argues that the trial court erred by substituting its own judgment for that of the arbitrator. In addition, appellant argues that the trial court erred by finding that the arbitrator exceeded his powers by adding mitigating factors to the definition of just cause in regard to the determination of appropriate discipline. This Court disagrees.","{11} R.C. 2711.15 states that \"[a]n appeal may be taken from an order confirming, modifying, correcting, or vacating an award made in an arbitration proceeding or from judgment entered upon an award.\" This Court's review, however, is limited to a review of the trial court's order. Warren Edn. Assn. v. Warren City Bd. of Edn. (1985), 18 Ohio St.3d 170, 174.","\"In any of the following cases, the court of common pleas shall make an order vacating the award upon the application of any party to the arbitration if:","\"(D) The arbitrators exceeded their powers, or so imperfectly executed them that a mutual, final, and definite award upon the subject matter submitted was not made.\"","{13} An arbitrator exceeds his powers when the award fails to draw its essence from the collective bargaining agreement. Carrollton Exempted Village School Dist. Bd. of Edn. v. Ohio Assn. of Public School Emp., 7th Dist. No. 03CA795, 2004-Ohio-1385, at f 19. \"An arbitrator's award draws its essence from a collective bargaining agreement when there is a rational nexus between the agreement and the award, and where the award is not arbitrary, capricious or unlawful.\" Communications Workers of America, Local #4546 v. Summit Cty. Children Servs. Bd. (Mar. 31, 1999), 9th Dist. No. 19122, quoting Mahoning Cty. Bd. of Mental Retardation v. Mahoning Cty. TMR Edn. Assn. (1986), 22 Ohio St.3d 80, 84. Where the arbitrator has arguably construed the contract, the trial court must affirm his opinion. Cleveland v. Fraternal Order of Police, Lodge No. 8 (1991), 76 Ohio App.3d 755, 758, citing Summit Cty. Bd. of Mental Retardation & Developmental Disabilities v. Am. Fedn. Of State, Cty. and Mun. Emp. (1988), 39 Ohio App.3d 175. The reasoning behind this is because the parties have bargained for the arbitrator's determination. Fraternal Order of Police, 76 Ohio App.3d at 758.","\"An arbitrator's award departs from the essence of a collective bargaining agreement when: (1) the award conflicts with the express terms of the agreement, and/or (2) the award is without rational support or cannot be rationally derived from the terms of the agreement.\" Cambridge v. AFSCME, Ohio Council 8, AFL-CIO, Local 2316 (Apr. 4, 2000), 5th Dist. No. 1999CA30, quoting Ohio Office of Collective Bargaining v. Ohio Civ. Serv. Emp. Assn., Local 11, AFSCME, AFL-CIO (1991), 59 Ohio St.3d 177, syllabus.","Accordingly, where the arbitrator's award conflicts with the terms of the CBA and/or is not rationally supported, the arbitrator has exceeded his authority, mandating vacation of the award. Id.","{15} \"An arbitrator is confined to interpreting the provisions of a CBA as written and to construe the terms used in the agreement according to their plain and ordinary meaning.\" Internatl. Assn. of Firefighters, Local 67 v. Columbus (2002), 95 Ohio St.3d 101, 103, citing Ohio Office of Collective Bargaining, 59 Ohio St.3d at 180. In Internatl. Assn. of Firefighters, the Ohio Supreme Court vacated an arbitration decision, where the arbitrator looked outside the CBA for a definition of \"other disabilities.\" The CBA provided that firefighters shall receive paid injury leave \"for injuries or other disabilities determined by the Finance Department Director *** as caused or induced by the actual performance of his or her position.\" (Italics in original.) Id. at 102. The CBA authorized the finance director to make necessary rules, and those rules defined the term \"other disabilities.\" Id. at 103. The CBA itself, however, did not define the term \"other disabilities.\" The Supreme Court held:","\"Even though the CBA does not define what is meant by the term 'other disabilities,' this does not give the arbitrator the authority to rely on the city's own definition of that term. Instead, since the CBA is silent on this point, the term 'other disabilities' must be given its ordinary meaning.\" Id.","The Supreme Court then looked to Black's Law Dictionary for a definition of the term, found that it did not comport with the finance director's definition, and vacated the arbitrator's decision based on his having exceeded his powers.","{16} In this case, the issue before the arbitrator was whether CSB violated the CBA, when it terminated Ms. Scott. Accordingly, the arbitrator had to determine whether CSB had \"good cause\" to take any corrective action and, if so, whether the type of corrective was based on \"good cause.\" The CBA does not define \"good cause.\" Therefore, the arbitrator must have given that term its ordinary meaning. Black's Law Dictionary (7 Ed. 1999) 213 defines \"good cause\" as \"[a] legally sufficient reason.\" Black's further notes that \"[t]he term is often used in employment-termination cases.\" Id.","{17} Rather than using the ordinary meaning of \"good cause,\" the arbitrator stated:","\"I accept the Union's approach to the question of whether the Employer had 'good cause' to fire the Grievant, by asking whether each finding of a rule infraction meets the seven elements of 'just cause' established by Arbitrator Carroll Daugherty.\"","The arbitrator then found that CSB did not have good cause under the seventh element, which states: \"Was the degree of discipline reasonably related to the seriousness of the employee's proven offense and his/her record of service with the employer (mitigating circumstances)?\" Pursuant to the CBA, however, there is no requirement that CSB based any corrective actions on the employee's record of service or other mitigating circumstances. Section 404.03 merely requires that:","\"The Employer shall administer all corrective actions in a progressive manner. Corrective actions must be based on good cause, be uniformly applied, and be consistent with the Employer's Table of Discipline governing such actions, except that the Employer may apply a lesser penalty for the recommended standard penalties.\"","{18} The arbitrator in this case ignored the plain language of the CBA, relied on a definition of \"good cause\" outside the terms of the CBA, and created a contract of his own \"by imposing additional requirements not expressly provided for in the agreement.\" See Internatl. Assn. of Firefighters, 95 Ohio St. 3d at 104. The trial court found the same. Specifically, the arbitrator here required that CSB consider Scott's service record and other mitigating circumstances before the agency might have good cause to impose the harshest form of discipline, i.e., termination. \"[A] CBA is limited to the provisions bargained for and [] an arbitrator may not apply extraneous rules to the agreement, where those rules were not bargained for and are contrary to the plain terms of the agreement itself.\" Id.","{19} This Court finds that, by applying the extraneous definition of \"good cause\" as formulated by Arbitrator Daugherty's seven elements of good cause, the arbitrator imposed additional requirements on CSB before the agency might exercise its rights under the CBA, including, but not limited to the right to \"manage and direct its employees, including the right to select, ***, reprimand, suspend, discharge, reward or discipline for cause, and to maintain discipline among employees[.]\" Accordingly, we find that the arbitrator's opinion is not rationally derived from the terms of the CBA and the arbitrator exceeded his powers as proscribed in R.C. 2711.10(D). This Court, therefore, finds that the trial court did not err in vacating the arbitrator's opinion and award on that basis. Appellant's second, third, fourth and fifth assignments of error are overruled.","\"THE TRIAL COURT ERRED IN VACATING THE ARBITRATOR'S AWARD, FOR THE REASON THAT THE APPELLEE IS ESTOPPED TO DENY THE AUTHORITY OF THE ARBITRATOR OVER THE SUBJECT MATTER SUBMITTED.\"","{20} Because our decision regarding the second, third, fourth and fifth assignments of error is dispositive, we decline to address appellant Union's first assignment of error.","{21} Appellant's second, third, fourth and fifth assignments of error are overruled. This Court declines to address the first assignment of error. The judgment of the Summit County Court of Common Pleas, which vacated the opinion and award of the arbitrator, is affirmed.","The Court finds that there were reasonable grounds for this appeal.","We order that a special mandate issue out of this Court, directing the Court of Common Pleas, County of Summit, State of Ohio, to carry this judgment into execution. A certified copy of this journal entry shall constitute the mandate, pursuant to App.R. 27.","Immediately upon the filing hereof, this document shall constitute the journal entry of judgment, and it shall be file stamped by the Clerk of the Court of Appeals at which time the period for review shall begin to run. App.R. 22(E). The Clerk of the Court of Appeals is instructed to mail a notice of entry of this judgment to the parties and to make a notation of the mailing in the docket, pursuant to App.R. 30.","Costs taxed to Appellant.","Reece, J., retired, of the Ninth District Court of Appeals, sitting by assignment pursuant to, รยง6(C), Article IV, Constitution."]}